<?php
/**
 * Copyright Maxim Bykovskiy © 2019.
 */

/**
 * Created by PhpStorm.
 * User => sherh
 * Date => 11.03.2019
 * Time => 15 =>00
 */

define("bitrixURL", "biosphere.bitrix24.ru");
define("bitrixID", "273");
define("bitrixKey", "b98h4x7l57yuk122");
//http://localhost:85/bitrixbio/hs/rest/uMZ6LI7NTH7cb6L7y2Cm/users
define("oneCURL", "http://192.168.137.84:85/bitrixbio/hs/rest/");
define("oneCKey", "uMZ6LI7NTH7cb6L7y2Cm");

define("WACURL", "https://eu34.chat-api.com/instance30190");
define("WAKey", "ln44id4ofzlurio1");

define("users", [
//    "code" => "b9811227-1ab1-4a9f-b45c-f7e17ba1f48e", //Helix
//    "code" => "6dbdd331-8163-4c05-8c7f-e1d06f1d36ea", //Андрей Андрей
//    "code" => "19c529f0-7c70-4c73-b2ad-8d2de0dab1ea", //Пахорукова Надежда Александровна
    "236" => "4dd5a163-00ff-4693-a0b6-919dc913ff88", //Бабаева Инга
    "200" => "4cc5c777-0f32-4fb9-aecb-297df6f4c05e", //Балахонцева Наталья
    "232" => "623aa25d-bca7-4f76-b5b1-b7699d03c0df", //Бруснигина Ксения Ивановна
//    "code" => "22f08a43-3e8d-4421-89a2-bd6629305704", //Бурдина Елена Игоревна
    "110" => "4fc93066-2336-4488-8494-545b25b630a6", //Васильева Олеся Юрьевна
    "258" => "76acfebd-3607-4fb1-8ee8-2b068574718e", //Гуляева Ольга
    "42" => "e0131bfe-b418-4c15-a2d1-30b39c67163a", //Гущина Диана Михайловна
    "238" => "678bed8d-0df8-4908-9a77-d821f6f89dfe", //Добычина Ирина Викторовна
//    "code" => "5e2c6889-4b5c-4830-b03b-424a6494bb36", //Зарецкая Людмила Владимировна
    "246" => "097e4682-4116-411f-9bb8-7c4e6e6a3e58", //Земская Дарья
    "70" => "234e91e7-c199-4a86-981c-c47c2f7745ae", //Иванов Валерий Владимирович
    "271" => "67aabed8-61d5-415f-acc4-fdeb8d988571", //Иванов Сергей Сергеевич
    "2" => "24e77166-3506-4755-9ecc-38647b7b219f", //Иванчик Екатерина Дмитриевна
    "267" => "754fa62f-6ae9-4db7-bc2f-48fa1c6b6fc1", //Катышева Екатерина Вадимовна
    "273" => "5e6d06d7-f01e-454c-bcaa-389e3f4a1894", //КитКонсалтинг
//    "code" => "d8dcec29-070d-4507-9887-1d727470ed48", //Конаныхина Татьяна
    "265" => "6b474099-f890-40b8-8ad4-ec8beb49d273", //Кондрашкова Наталья Евгеньевна
    "28" => "b0c7e76e-0da3-4027-83f1-0cd5bd94c9a7", //Котлярова Юлия Александровна
    "142" => "3780ac25-bc99-48b2-a445-12741d5288ad", //Латыпова Алина Сардаровна
//    "code" => "82260754-69b3-47f3-a90e-a5ca84cd3926", //Лукьянов Руслан Владимирович
    "10" => "db6c98f8-fb77-4aed-8f2d-a1d195e9deec", //Макагонова Наталья Валерьевна
//    "code" => "557322a0-7392-4613-a1e3-11469d42fd52", //Мироненко Алена
    "8" => "56b1e653-acbc-424f-bb36-7d0dfcf99d89", //Муллина Екатерина Николаевна
//    "code" => "a83c7c27-92aa-47ba-bcf2-08cbdcee9940", //Нартокова Марина Тимуровна
//    "code" => "c2678dab-218c-4418-bd1e-2fa3da14ffab", //Политова Полина
    "48" => "c5330df1-ba38-4e96-ad1e-ebbad7273d20", //Репин Сергей Николаевич
//    "code" => "420222fe-91bd-4537-8993-724d8d8535f1", //Семерухина Елена Сергеевна
    "140" => "f1d7b0da-a156-4be8-8845-d20c0e4ead83", //Стрельцова Яна Сергеевна
//    "code" => "7a3bd8e5-b658-4eba-bb30-fb0de5381524", //Сударев Владимир Сергеевич
    "204" => "c2d6dbaf-79dc-41e0-8203-3452e8b00c4a", //Сукочева Татьяна Александровна
//    "code" => "4cb7a01e-2b85-4e28-aa9b-9e5d68207de7", //ТРЕНЕР ТРЕНЕР
//    "code" => "f7d93350-1da3-4f64-91a2-6a608e0528ea", //Харитонова Александра Николаевна
//    "code" => "a2a91efe-cfeb-4d4c-9003-63811eb3c099", //Хеликс
//    "code" => "d15ec6b5-fe90-49aa-85e6-494bb91f9b18", //Хеликс1
    "202" => "44c68a2a-7b88-424a-b3bf-d59eb54d8445" //Царева Марина
//    "code" => "c1cece2f-98b6-4db5-88e2-86976bbfe761" //Чулохина Елена Николаевна
]);